Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaisten_oikeudet_yk:n_ihmisoikeuskomitean_nopeutettuun_seurantaan.html.tmx
Source language: fin
Languages: sms

source: Saamelaisten oikeudet YK:n ihmisoikeuskomitean nopeutettuun seurantaan
sms: Säʹmmlai vuõiggâdvuõđ ÕM ooumažvuõiggâdvuõttkomitea jåʹttlõttum seuʹrrjummša

source: Yhdistyneiden kansakuntien ihmisoikeuskomitea on antanut 1. huhtikuuta Suomelle päätelmänsä ja suosituksensa liittyen kansalaisoikeuksia ja poliittisia oikeuksia koskevan kansainvälisen yleissopimuksen (KP-sopimus) toteutumiseen.
sms: Õhttõõvvâm meerkooʹddi ooumažvuõiggâdvuõttkomitea lij ouddam njuhččmannu 1. peeiʹv Lääʹddjânnma jurddjes da siâzztõõzzâs kuuleeʹl meerlažvuõiggâdvuõđid da poliittlaž vuõiggâdvuõđid kuõskki meeraikõskksaž õõlmâs-suåppmõõžž (KP-suåppmõš) teâuddjummša.

source: Komitea otti täytäntöönpanon nopeutettuun seurantaan saamelaisten oikeuksia koskevat suositukset .
sms: Komitea vaaʹldi tiuʹddepiijjmõõžž jåʹttlõttum seuʹrrjummša siâzztõõzzid, kook kueʹsǩǩe säʹmmlai vuõiggâdvuõđid .

source: Komitean suositusten mukaan Suomen tulee nopeuttaa saamelaiskäräjälain uudistamisprosessia saamelaisten itsemääräämisoikeuden kunnioittamiseksi erityisesti ns. saamelaismääritelmän ja neuvotteluvelvoitteen osalta.
sms: Komitea siâzztõõzzi mieʹldd Lääʹddjânnam âlgg jåʹttlâʹtted sääʹmteʹǧǧlääʹjj oođeemproseeʹss säʹmmlai jiõččmieʹrreemvuõiggâdvuõđ ciʹsttjem diõtt jeäʹrben ns. sääʹm-mieʹrteeʹlm da saǥstõõllâmõõlǥtõõzz beäʹlnn.

source: Lisäksi tulee tarkastella voimassa olevaa lainsäädäntöä ja käytänteitä, joilla voi olla vaikutus saamelaisten oikeuksiin ja etuihin, mukaan lukien kehittämishankkeet ja kaivannaisteollisuuden toiminta.
sms: Lââʹssen âlgg taʹrǩstõõllâd viõǥǥâst åårrai lääʹjjšiõttummuž da vuõʹjjid, koin vuäitt leeʹd vaaiktõs säʹmmlai vuõiggâdvuõđid da õuddõõzzid, mieʹldd looǥǥeeʹl õõuʹdeemhaʹŋǩǩõõzzid da kuåivâsfabriikk toiʹmmjummuž.

source: Suomen tulee varmistaa, että merkityksellinen konsultointi saamelaisten kanssa toteutuu tarkoituksessa saada heidän vapaa, tietoon perustuva ennakkosuostumuksensa.
sms: Lääʹddjânnam âlgg ainsmâʹtted, što miârkteei konsultâsttmõš säʹmmlaivuiʹm teâuddai jurddjest vuäǯǯad sij luõvâs, tiõttu vuâđđõõvvi õuddmiâsttmõõžž.

source: Suositusten mukaan Suomen tulee harkita ILO:n sopimuksen nro 169 ratifiointia ja lisätä ponnistelujaan varmistaakseen, että hallituksella ja paikallisilla virkamiehillä, poliiseilla, syyttäjillä ja tuomareilla on asianmukainen koulutus kunnioittaakseen saamelaisten oikeuksia alkuperäiskansana.
sms: Siâzztõõzzi mieʹldd Lääʹddjânnam âlgg smiõttâd ILO suåppmõõžž nr 169 ratifiâsttmõõžž da lââʹzzted tuâjas ainsmâʹtted tõn, što halltõõzzâst da pääiklaž veʹrǧǧniiʹǩǩin, pååʹlsin, viârteeʹjest da suʹvddjin lij vueʹǩǩsõs škooultõs ciʹsttjed säʹmmlai vuõiggâdvuõđid alggmeeran.

source: Suomen tulee raportoida komitealle suositusten täytäntöönpanosta 26. maaliskuuta 2022 mennessä.
sms: Lääʹddjânnam âlgg raportâʹstted komiteaaʹje siâzztõõzzi tiuʹddepiijjmõõžžâst pâʹsslâšttam-mannu 26. peeiʹv 2022 räjja mõõneeʹst.

source: – On selvää, että Suomen tulee toimeenpanna ihmisoikeuskomitean antamat päätelmät ja suositukset erityisesti saamelaiskäräjälakiuudistuksen osalta.
sms: – Seʹlvv lij, što Lääʹddjânnam âlgg tåimmapiijjâd ooumažvuõiggâdvuõttkomitea uʹvddem jurddjid da siâzztõõzzid jeäʹrben sääʹmteʹǧǧlääʹǩǩoođõõzz beäʹlnn.

source: Saamelaiskäräjälaki tulee nyt käynnissä olevassa uudistusprosessissa muuttaa KP-sopimuksen mukaiseksi, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: Sääʹmteʹǧǧlääʹǩǩ âlgg ååʹn jååʹttmen åårrai oođeemproseeʹssest muʹtted KP-suåppmõõžž meâldliʹžžen, ceälkk sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Komitea tunnistaa Suomen toteuttamat toimet edistääkseen saamelaisten oikeuksia, mukaan lukien meneillään olevan totuus- ja sovintokomitean perustamisen.
sms: Komitea toobdast Lääʹddjânnam čõõđ viikkâm tååimaid õõuʹdeed säʹmmlai vuõiggâdvuõđid, mieʹldd looǥǥeeʹl jååʹttmen åårrai tuõttvuõtt- da suåvâdvuõttkomitea vuâđđummuž.

source: Komitea ilmaisee kuitenkin huolensa siitä, että saamelaiskäräjälaki erityisesti äänioikeusmääritelmän ja neuvotteluvelvoitteen osalta, ei ole edelleenkään muutettu tavalla, joka takaa saamelaisten itsemääräämisoikeuden.
sms: Komitea õõlmâst kuuitâǥ huõlâs tõʹst, što sääʹmteʹǧǧlääʹǩǩ jeäʹrben jiõnnvuõiggâdvuõttmieʹrteeʹlm da saǥstõõllâmõõlǥtõõzz beäʹlnn, ij ni õinn leäkku muttum tõn nalla, kååʹtt stään säʹmmlai jiõččmieʹrreemvuõiggâdvuõđ.

source: Päinvastoin korkeimman hallinto-oikeuden päätökset 5. heinäkuuta 2019 ja hallituksen päätös olla perumatta tai lykkäämättä saamelaiskäräjävaaleja näyttävät olevan vastakkain komitean antamien ratkaisujen kanssa, toteaa ihmisoikeuskomitea.
sms: Jeänab nuuʹbbi õõri ââʹlmõs vaaldâšmvuõiggâz tuʹmmstõõǥǥ sueiʹnnmannu 5. peeiʹv 2019 da halltõõzz tuʹmmstõk leeʹd jårrââʹstǩani leʹbe cõõjǩani sääʹmteʹǧǧvaalid kuâsttje leeʹd vuâsttlõõžži komitea uʹvddem čåuddmõõžživuiʹm, tuâtt ooumažvuõiggâdvuõttkomitea.

source: Asiallisesti ottaen komitea siis raportointimenettelyssä toteaa Suomen jatkavan KP-sopimuksen loukkaamista, vaikka se on kaksi vuotta sitten saanut komitean langettavat päätökset yksilövalitusasioissa.
sms: Vueʹǩǩsânji vääʹldeeʹl komitea nääiʹt raportâʹsttem-mõõntõõllmõõžžâst tuâtt Lääʹddjânnam juäʹtǩǩem KP-suåppmõõžž vuâstta, håʹt tõt lij kuõʹhtt eeʹjj mââiårra vuäǯǯam komitea viârteei tuʹmmstõõǥǥid õhttnaž oummi läittmõõžžid kuõskki aaʹššin.

source: – On kestämätöntä, että Suomi ei korjaisi ihmisoikeusloukkauksia.
sms: – Neuʹrr lij, što Lääʹddjânnam Ij koʹrjjeʹče ooumažvuõiggâdvuõttneeʹrtummšid.

source: Ihmisoikeuksien osalta ei voida sortua niiden maiden tasolle, joissa valitaan mitä ihmisoikeuksia toteutetaan, vaan ihmisoikeudet tulee toteuttaa täysimääräisesti, jatkaa Juuso.
sms: Ooumažvuõiggâdvuõđi beäʹlnn jeät vuõittu suärddjed tõi jânnmi tässa, koin vaʹlljeet mâid ooumažvuõiggâdvuõđid viiǥǥât čõõđ, peʹce ooumažvuõiggâdvuõđid âlgg viikkâd čõõđ tiuddân, juätkk Juuso.

source: Lisäksi komitea on huolestunut raporteista, joiden mukaan toimenpiteiden vaikutusten arvioinnissa käytetään epämääräistä kriteeristöä.
sms: Komitea peʹcclâstt lââʹssen rapoortivuiʹm, koi mieʹldd tååimai vaaiktõõzzi ärvvtõõllmõõžžâst ââʹnet pannsõs kriteeʹrid.

source: Tämä johtaa siihen, että viranomaiset epäonnistuvat neuvotteluissa saadakseen saamelaisten vapaan, tietoon perustuvan ennakkosuostumuksen.
sms: Tät veekk tõõzz, što veʹrǧǧneeʹǩǩ jie ooʹnnest saǥstõõllmõõžžin vuäǯǯad säʹmmlai luõvâs, tiõttu vuâđđõõvvi õuddmiâsttmõõžž.

source: Komitea panee myös merkille Suomen viivästymisen ILO:n sopimuksen nro 169 ratifioinnissa.
sms: Komitea vuâmmaž še Lääʹddjânnam mâŋŋnummuž ILO suåppmõõžž nr 169 ratifiâʹsttmest.

source: KP-sopimuksen täytäntöönpanoa valvoo riippumattomista asiantuntijajäsenistä muodostuva ihmisoikeuskomitea.
sms: KP-suåppmõõžž tiuʹddepiijjmõõžž vuåpp čõõnteʹmes äʹšštobddivuäzzlain nårrjeei ooumažvuõiggâdvuõttkomitea.

source: Suomen seitsemäs määräaikaisraportti tarkasteltiin komitean julkisessa virtuaalisessa vuoropuhelussa 2.-4. maaliskuuta 2021.
sms: Lääʹddjânnam čiččmad mieʹrräiʹǧǧrapoort taʹrǩstõʹlleš komitea õõlmâs virtuaalʼlaž vuârrsaǥstõõllmõõžžâst 2.-4. peeiʹv pâʹsslâšttam-mannust 2021.

source: Komitean englanninkieliset päätelmät ja suositukset (pdf)
sms: Komitea eŋgglõsǩiõllsaž jurddi da siâzztõõzz (pdf)

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
sms: Saaǥǥjååʹđteei Tuomas Aslak Juuso teʹlf.
